submission_logs/1_2_two_servers/0/1/0-1/2/memtier/1.log
1         Threads
1         Connections per thread
80        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
------------------------------------------------------------------------
Sets           0.00          ---          ---      0.00000         0.00 
Gets         856.82       841.36        15.46      1.15700      3408.31 
Waits          0.00          ---          ---      0.00000          --- 
Totals       856.82       841.36        15.46      1.15700      3408.31 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
---
GET       0.540         0.00
GET       0.550         0.01
GET       0.560         0.02
GET       0.570         0.03
GET       0.580         0.08
GET       0.590         0.16
GET       0.600         0.28
GET       0.610         0.53
GET       0.620         0.88
GET       0.630         1.36
GET       0.640         1.99
GET       0.650         2.84
GET       0.660         3.82
GET       0.670         5.17
GET       0.680         6.67
GET       0.690         8.40
GET       0.700        10.34
GET       0.710        12.49
GET       0.720        14.80
GET       0.730        17.35
GET       0.740        19.88
GET       0.750        22.49
GET       0.760        25.02
GET       0.770        27.68
GET       0.780        30.35
GET       0.790        32.90
GET       0.800        35.45
GET       0.810        37.92
GET       0.820        40.22
GET       0.830        42.73
GET       0.840        44.92
GET       0.850        47.02
GET       0.860        48.95
GET       0.870        50.70
GET       0.880        52.36
GET       0.890        53.95
GET       0.900        55.32
GET       0.910        56.75
GET       0.920        58.05
GET       0.930        59.26
GET       0.940        60.36
GET       0.950        61.49
GET       0.960        62.53
GET       0.970        63.55
GET       0.980        64.53
GET       0.990        65.39
GET       1.000        69.75
GET       1.100        75.30
GET       1.200        79.32
GET       1.300        82.50
GET       1.400        85.00
GET       1.500        87.13
GET       1.600        88.80
GET       1.700        90.08
GET       1.800        91.20
GET       1.900        92.12
GET       2.000        92.96
GET       2.100        93.66
GET       2.200        94.26
GET       2.300        94.76
GET       2.400        95.22
GET       2.500        95.64
GET       2.600        95.98
GET       2.700        96.27
GET       2.800        96.52
GET       2.900        96.73
GET       3.000        96.93
GET       3.100        97.12
GET       3.200        97.30
GET       3.300        97.43
GET       3.400        97.59
GET       3.500        97.72
GET       3.600        97.82
GET       3.700        97.93
GET       3.800        98.02
GET       3.900        98.12
GET       4.000        98.20
GET       4.100        98.27
GET       4.200        98.32
GET       4.300        98.37
GET       4.400        98.43
GET       4.500        98.46
GET       4.600        98.51
GET       4.700        98.54
GET       4.800        98.60
GET       4.900        98.64
GET       5.000        98.69
GET       5.100        98.72
GET       5.200        98.76
GET       5.300        98.81
GET       5.400        98.84
GET       5.500        98.87
GET       5.600        98.91
GET       5.700        98.97
GET       5.800        99.02
GET       5.900        99.08
GET       6.000        99.14
GET       6.100        99.20
GET       6.200        99.24
GET       6.300        99.28
GET       6.400        99.33
GET       6.500        99.38
GET       6.600        99.42
GET       6.700        99.46
GET       6.800        99.50
GET       6.900        99.53
GET       7.000        99.57
GET       7.100        99.60
GET       7.200        99.62
GET       7.300        99.64
GET       7.400        99.65
GET       7.500        99.66
GET       7.600        99.68
GET       7.700        99.69
GET       7.800        99.70
GET       7.900        99.71
GET       8.000        99.72
GET       8.100        99.74
GET       8.200        99.74
GET       8.300        99.75
GET       8.400        99.76
GET       8.500        99.77
GET       8.600        99.79
GET       8.700        99.79
GET       8.800        99.80
GET       8.900        99.80
GET       9.000        99.80
GET       9.100        99.81
GET       9.200        99.81
GET       9.300        99.82
GET       9.400        99.82
GET       9.500        99.83
GET       9.600        99.83
GET       9.700        99.84
GET       9.800        99.84
GET       9.900        99.85
GET      10.000        99.86
GET      11.000        99.88
GET      14.000        99.88
GET      15.000        99.88
GET      16.000        99.89
GET      17.000        99.91
GET      18.000        99.93
GET      19.000        99.95
GET      20.000        99.96
GET      21.000        99.96
GET      22.000        99.97
GET      23.000        99.97
GET      24.000        99.97
GET      25.000        99.98
GET      26.000        99.98
GET      27.000        99.99
GET      28.000        99.99
GET      29.000        99.99
GET      31.000       100.00
GET      48.000       100.00
GET     210.000       100.00
---